""" Import Calculator """
from itertools import groupby
def import_all():
""" import_all is function sum product since 2015-2018 
	num23 = วัตถุดิบใช้ผลิตอาหารสัตว์
	num27 = เชื้อเพลิงที่ได้จากแร่
	num31 = ปุ๋ย
	num38 = เคมีภัณฑ์เบ็ดเตล็ด
	num39 = พลาสติกและของทำด้วยพลาสติก
	num84 = เครื่องจักรและส่วนประกอบ
	num85 = เครื่องอุปกรณ์ไฟฟ้าและส่วนประกอบ
	num87 = ยานยนต์และส่วนประกอบ
	num72 = เหล็กและเหล็กกล้า
	num73 = ของทำด้วยเหล็กหรือเหล็กกล้า
	num74 = ทองแดงละของทำด้วยทองแดง
	num76 = อลูมิเนียมและของทำด้วยอลูมิเนียม
	num90 = อุปกรณ์ที่ใช้ทางทัศนศาสตร์
	num = อื่นๆ 
"""
